import nata from './assets/image-2022-06-09-014108890_N4JZByR7.png'
import illya from './assets/ілябля.jpg'

const teachers = [
   {
      id: 1,
      imagePath: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSwl9nJaodPee1bnAZifA2XErulBCvc3I4PZZPQ9HZVww&s',
      name: 'Андруник Василь Адамович', 
      age: '32', 
      zodiac: 'Водолій', 
      description: `Майстер спорту по ар, доцент, філантроп, володар премії "Найтупіша лаба 2022 року". Характерними рисами Василя — чоловіки є розсудливість, врівноваженість, повільність у справах і прийнятті рішень. З себе його виводять брехня, невміння співрозмовника вислуховувати його аргументи в дискусії і незгоду з ними. Покладаючись в справах і відносинах на логіку, він вміє аргументувати свою позицію, якої залишається прихильним до кінця, що може викликати роздратування у оточуючих.`
   },
   {
      id: 2,
      imagePath: 'https://dspu.edu.ua/iim/wp-content/uploads/sites/8/2018/12/palycja-g-s-239x360.jpg',
      name: 'Палиця Галина Степанівна', 
      age: '49', 
      zodiac: 'Лев',
      description: `Духовний спадкоємець Кочергана, на якій тримається усе наукове суспільство України та блискучий викладач, вимоглива, але й вимоглива. А ще вимоглива. Жінкою Галина зберегла в собі підлітковий запал. Тільки тепер це не просто відчайдушні вилазки на природу і тривалі поїздки за місто, а справжні грандіозні плани, які впливають на її долю. В ній стільки сили, що жінка здатна гори звернути для досягнення поставленої перед собою мети.`
   },
   {
      id: 3,
      imagePath: 'https://scontent-waw1-1.xx.fbcdn.net/v/t1.6435-9/72824113_2547056382022031_7197430663341932544_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=09cbfe&_nc_ohc=OX98JmvFsZAAX93mFN9&tn=7PRIY2IkatcS-YeJ&_nc_ht=scontent-waw1-1.xx&oh=00_AfDPRku3a2mjHqq-WHhV8HJL43CEq6eH93doJwCSE6GVyQ&oe=63B007BD',
      name: 'Синдега Роксолана Євгенівна', 
      age: '37', 
      zodiac: 'Овен',
      description: `Повелителька Фейсбуку і мемчиків з Однокласників. Склала ІЕЛТС на рівень С4.  У колективі вона часто намагається відстоювати свою справу, але включаючи емоції, через час вже може пошкодувати про це. Все ж при назрівання конфліктної ситуації, дівчина з ім'ям Роксолана може перевести всю ситуацію в мирне русло. У важких ситуаціях їй допомагає почуття гумору. Значення імені Роксолана для дівчинки і для дорослої жінки має свої характерні риси - вона має прекрасний смак, відмінне почуття стилю і вміє добре одягатися.`
   },
   {
      id: 4,
      imagePath: nata,
      name: 'Телятинська Наташа Іванівна', 
      age: '19', 
      zodiac: 'Діва',
      description: `Переможець конкурсу "Наймиліше личко Політеху", професіональна лінгвістка, першокласна кухарка. Характер маленької Наташі легкий і приємний. Вона оптимістична, доброзичлива, життєрадісна. Має гарні стосунки з однолітками та вчителями. Вчиться добре, є лідером колективу і головною активісткою. З готовністю бере участь у різних заходах. `
   },
   {
      id: 5,
      imagePath: illya,
      name: 'Мостовий Іллінойс Павлович', 
      age: '92', 
      zodiac: 'Лев',
      description: `Boss of the gym, dungeon master і просто секс. Серцеїд, матеріалізована похіть із зовнішністю Аполона. Впевненість в собі, м'якість, добродушність, цілеспрямованість, допитливість і сильний дух маленький Ілюша проявляє вже в самому ранньому віці. Ця людина не здатна на зраду і завжди намагається виконувати свої обіцянки. Недоліком характеру може стати зайва довірливість Іллі - він спочатку вважає людей хорошими, що може принести йому чимало розчарувань і душевного болю.`
   },
   {
      id: 6,
      imagePath: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsxyHoxR4lAqP1WIopxV9iUj7wbnXtMj8iZRb76xPW&s",
      name: 'Маркелов Олександр Едуардович', 
      age: '44', 
      zodiac: 'Скорпіон',
      description: `Сіньйор Паскаль Девелопер, БОГ програмування, найбільш збуджуючий голос Львову. Іншими словами найкраще, що з вами могло трапитись у цьому житті. Олександр - це гордий і впевнений в собі чоловік. Він прагне до лідерства, хоче бути авторитетом для інших. Люди часто звертаються до нього за допомогою і підтримкою. Олександр - відданий друг і хороший сім'янин. Він готовий жертвувати своїм часом і комфортом заради допомоги іншим. Чоловік на ім'я Олександр дуже впертий, його неможливо підкорити або переконати.`
   },
]

export default teachers